Repository: Fumlop/edmc-colonisation-plugin
Catalog: L10n/*.strings
Languages: de

source: Loading...
de: Daten werden geladen...

source: Total
de: alle Bauvorhaben

source: Track this construction
de: Diese Konstruktion verfolgen

source: This construction is not tracked
de: Diese Konstruktion wird nicht verfolgt

source: {} (docked)
de: {} (angedockt)

source: {} (not tracked)
de: {} (nicht verfolgt)

source: Commodity
de: Materialien

source: Need
de: Benötigt

source: Cargo
de: Fracht

source: Carrier
de: Träger

source: Buy
de: Kaufen

source: Demand
de: Nachfrage

source: SortingMode.MARKET
de: Station

source: SortingMode.CARRIER
de: Träger

source: SortingMode.ALPHABET
de: Alphabet

source: $EXT_PANEL_ColonisationShip
de: Kolonisationsschiff

source: Planetary Construction Site
de: Siedlung

source: Orbital Construction Site
de: Station

source: Chemicals
de: Chemikalien

source: Consumer Items
de: Konsumgüter

source: Foods
de: Nahrung

source: Industrial Materials
de: Industriematerial

source: Legal Drugs
de: Legale Drogen

source: Machinery
de: Maschinen

source: Medicines
de: Medikamente

source: Metals
de: Metalle

source: Minerals
de: Mineralien

source: Salvage
de: Bergungsgut

source: Slavery
de: Sklaverei

source: Technology
de: Technologie

source: Textiles
de: Textilien

source: Waste
de: Abfall

source: Weapons
de: Waffen

source: Others Commodities
de: Andere Waren

source: Fleet carrier call sign:
de: Träger ID:

source: Fleet carrier last update:
de: letzte Aktualisierung:

source: Load FC data
de: Trägerdaten laden

source: Ignore event based cAPI Fleet Carrier update
de: Ereignisbasierte cAPI Fleet Carrier-Datenaktualisierung ignorieren

source: Show commodity categories
de: Warenkategorien anzeigen

source: Collapsable commodity categories
de: Zusammenklappbare Warenkategorien zulassen

source: Commodity rows:
de: max. Zeilen der Warentabelle:

source: List of tracked construction sites
de: Konstruktionsliste:

source: Remove from tracking
de: Nicht weiter verfolgen

source: Show station name line
de: Zeile Stationsnamen anzeigen

source: Show totals line
de: Zeile aller Beuvorhaben anzeigen
